# cities.py
CITIES = [
    "Москва", "Санкт-Петербург", "Казань", "Екатеринбург", "Новосибирск",
    "Краснодар", "Ростов-на-Дону", "Нижний Новгород", "Самара", "Челябинск",
    "Омск", "Уфа", "Красноярск", "Воронеж", "Пермь", "Волгоград", "Саратов",
    "Тюмень", "Тольятти", "Ижевск", "Барнаул", "Иркутск", "Ульяновск",
    "Хабаровск", "Владивосток", "Ярославль", "Томск", "Оренбург", "Кемерово",
    "Новокузнецк", "Рязань", "Астрахань", "Набережные Челны", "Пенза", "Липецк",
    "Киров", "Чебоксары", "Тула", "Калининград", "Балашиха", "Курск", "Севастополь",
    "Сочи", "Магнитогорск", "Тверь", "Ставрополь", "Симферополь", "Иваново",
    "Брянск", "Белгород", "Сургут", "Владимир", "Архангельск", "Калуга",
    "Смоленск", "Якутск", "Чита", "Саранск", "Грозный", "Волжский", "Череповец",
    "Владикавказ", "Мурманск", "Тамбов", "Петрозаводск", "Кострома", "Нижний Тагил",
    "Йошкар-Ола", "Новороссийск", "Химки", "Таганрог", "Сыктывкар", "Нальчик",
    "Шахты", "Дзержинск", "Орск", "Братск", "Ангарск", "Энгельс", "Благовещенск",
    "Великий Новгород", "Королёв", "Псков", "Бийск", "Южно-Сахалинск", "Армавир",
    "Люберцы", "Мытищи", "Рыбинск", "Северодвинск", "Абакан", "Петропавловск-Камчатский",
    "Норильск", "Стерлитамак", "Волгодонск", "Уссурийск", "Златоуст", "Каменск-Уральский",
    "Новочеркасск", "Электросталь", "Салават", "Миасс", "Копейск", "Альметьевск",
    "Пятигорск", "Коломна", "Майкоп", "Одинцово", "Ковров", "Кисловодск", "Железнодорожный"
]
